[NoID_JBailey_20151016_AdventIsNotTaking AkEvent]
SpokenText="\"Адвент\" не збирається миритися з загибеллю одного зi Старiйшин. У вiдповiдь вони кинули всi свої сили на завершення проекту «Аватар» i почали реалiзацiю плану, метою якого є негайне знищення всiх несуттєвих представникiв людства."

[NoID_JBailey_20151016_TheAliensContinue AkEvent]
SpokenText="Проект «Аватар» продовжує рухатися до свого завершення. Його потрiбно зупинити будь-якою цiною."

[S_ALT_Mediocre_Council AkEvent]
SpokenText="Командир. Менi шкода, що вашi зусилля виявилися... безрезультатними."

[S_Alt_Valhalla_Council AkEvent]
SpokenText="Я особисто доставлю вас до ворiт Вальгалли. Ви будете битися вiчно, безсмертний воїн з хрому та сталi."

[S_Avatar_Project_Council_01 AkEvent]
SpokenText="Вiтаю."

[S_Avatar_Project_Council_02 AkEvent]
SpokenText="Схоже, ваша недавня дiяльнiсть привернула увагу \"Адвента\". Непроханi гостi щось замишляють."

[S_Avatar_Project_Council_03 AkEvent]
SpokenText="\"Адвент\" видiлив значнi ресурси та персонал на виробництво та дослiдження в таємних комплексах по всьому свiту. Подробицi суворо засекреченi, але у всiх файлах присутнє одне слово: «Аватар»."

[S_Avatar_Project_Council_04 AkEvent]
SpokenText="Вважаю, що секретний об'єкт, знайдений нами ранiше, був частиною проекту «Аватар». Провiвши приховане спостереження, ми виявили ще один об'єкт у межах досяжностi вашого мобiльного командного центру. Подробицi отримаєте у агентiв опору, коли встановите контакт."

[S_Avatar_Project_Council_05 AkEvent]
SpokenText="Якщо противник досягне своєї мети, наслiдки будуть жахливими. Щиро сподiваюся, що ви вживете всiх необхiдних заходiв, щоб усунути загрозу."

[S_Blacksite_Council_Spokesman_01 AkEvent]
SpokenText="Спостерiгаючи за роботою секретного об'єкта, я можу сказати, що наслiдки, ймовiрно, будуть серйознiшими, нiж я очiкував. Iнопланетяни задумали щось жахливе. Командир, я залишаю вам розслiдування цього питання."

[S_BlacksiteCommunique_Council AkEvent]
SpokenText="Командир, у нас є всi пiдстави вважати, що в мiських центрах \"Адвента\" зникли мiльйони людей. Нашi агенти провели безлiч розслiдувань, i всi нитки ведуть до цього об'єкта. Ми хочемо, щоб ви його дослiдили."

[S_BlacksiteMissionSpawn_Council AkEvent]
SpokenText="Агенти опору допоможуть вам проникнути на об'єкт, але спочатку необхiдно встановити з ними контакт. I це лише початок шляху, командир. Ми станемо променем свiтла для людей по всьому свiту."

[S_BlacksiteRegionContactMade_Council AkEvent]
SpokenText="Ви встановили контакт з мiсцевим опором, чудово. Вони повиннi допомогти вам проникнути на об'єкт iнопланетян."

[S_BlacksiteRegionContactReminder_Council AkEvent]
SpokenText="Командир, нам слiд якнайшвидше встановити зв'язок з мiсцевою мережею опору... Iнопланетяни, без сумнiву, приводять у дiю свої плани."

[S_First_Council_Mission_Geoscape_Council AkEvent]
SpokenText="У нас по всьому свiту є союзники, готовi подiлитися даними про операцiї \"Адвента\", але iнопланетяни активно їх переслiдують. Безпека наших агентiв - ваша турбота, командир. Удачi."

[S_Forge_Council_Spokesman_01 AkEvent]
SpokenText="Командир, данi, отриманi вами у виробничому комплексi, вражають. Якщо iнопланетяни масово збирають або нарощують сили \"Адвента\", нам буде набагато складнiше їх розгромити. Нехай ви i ваша команда продовжите цим займатися."

[S_GP_Alien_Facility_Selected_Council AkEvent]
SpokenText="Iнопланетяни присвячують цьому проекту величезну кiлькiсть часу та ресурсiв, командир. Якщо вони досягнуть успiху, людськiй цивiлiзацiї настане кiнець."

[S_GP_Doom_Lowered_Council_Blacksite_A AkEvent]
SpokenText="Я вражений, командир. Знищення секретного об'єкта iнопланетян уповiльнить хiд їхньої роботи над проектом, але часу у нас все одно мало."

[S_GP_Doom_Lowered_Council_Blacksite_B AkEvent]
SpokenText="Чудово, командир. Знищення секретного об'єкта iнопланетян уповiльнить хiд їхньої роботи над проектом, але ми не повиннi втрачати пильностi."

[S_GP_Doom_Lowered_Council_Blacksite_C AkEvent]
SpokenText="Ви продовжуєте демонструвати винахiдливiсть, командир. Знищення секретного об'єкта завдало iнопланетянам важкий удар, але попереду у нас ще багато роботи."

[S_GP_Doom_Lowered_Council_Blacksite_D AkEvent]
SpokenText="Знищивши секретний об'єкт, ви завдали iнопланетянам важкий удар, командир. Але ми все одно не повиннi втрачати часу."

[S_GP_Doom_Lowered_Council_Blacksite_E AkEvent]
SpokenText="Ви чудово впоралися iз завданням i знищили секретний об'єкт, командир, але, боюся, найгiрше ще попереду. Ми не повиннi втрачати пильностi."

[S_GP_Doom_Lowered_Council_Forge_A AkEvent]
SpokenText="Втрата цього об'єкта, безсумнiвно, завдасть серйозного удару по планам iнопланетян. Ми повиннi переслiдувати їх до кiнця, командир."

[S_GP_Doom_Lowered_Council_Forge_B AkEvent]
SpokenText="Зустрiч з iстотою в костюмi, схожому на ваш, мене заiнтригувала, командир. Втрата iнопланетянами цього об'єкта i цього зразка може стати бiльшим успiхом, нiж ми думали спочатку."

[S_GP_Doom_Lowered_Council_Forge_C AkEvent]
SpokenText="Не сумнiваюся, що захоплення невiдомої нам особи i знищення цього об'єкта стануть переломним моментом у цiй вiйнi. Чудово спрацювали."

[S_GP_Doom_Lowered_Council_Forge_D AkEvent]
SpokenText="Безсумнiвно, цей об'єкт грав ключову роль у планах iнопланетян, командир. Вашi дiї i захоплення цiєї особи повиннi суттєво уповiльнити хiд роботи над проектом «Аватар»."

[S_GP_Doom_Lowered_Council_Forge_E AkEvent]
SpokenText="Ви продовжуєте приємно дивувати мене, командир. Втрата цього об'єкта i подальше захоплення iнопланетної особи, безсумнiвно, уповiльнять хiд роботи над проектом «Аватар»."

[S_GP_Doom_Lowered_Council_KillAvatar_A AkEvent]
SpokenText="Виявлене вами незвичайне створiння, безсумнiвно, грало важливу роль у планах iнопланетян. Сподiваюся, ваша команда зможе з'ясувати, яку саме."

[S_GP_Doom_Lowered_Council_KillAvatar_B AkEvent]
SpokenText="Виявлене вами створiння напевно було важливою частиною проекту «Аватар». Я високо цiную вашi зусилля."

[S_GP_Doom_Lowered_Council_KillAvatar_C AkEvent]
SpokenText="Iнопланетяни зазнали ще однiєї поразки. Несумнiвно, це уповiльнить проект «Аватар». Чудова робота."

[S_GP_Doom_Lowered_Council_KillAvatar_D AkEvent]
SpokenText="До цього часу вашим силам вдавалося стримувати всi загрози з боку ворога, командир. Але ми не повиннi втрачати пильностi, поки не звiльнимо Землю вiд тиранiї \"Адвента\". Це невiдоме створiння може стати ключем до перемоги."

[S_GP_Doom_Lowered_Council_KillAvatar_E AkEvent]
SpokenText="Чудова робота. Перемога над цим невiдомим створiнням доводить вiдданiсть ваших солдат нашiй спiльнiй справi. Сподiваюся, вченi зможуть визначити, як воно пов'язане з проектом «Аватар»."

[S_GP_Doom_Lowered_Council_KillCodex_A AkEvent]
SpokenText="Я помiтив, що вашим солдатам не склало труднощiв усунути нещодавню iнопланетну загрозу, командир. Чудова робота. Сподiваюся, захопленi трофеї вам знадобляться."

[S_GP_Doom_Lowered_Council_KillCodex_B AkEvent]
SpokenText="Ви уповiльнили хiд роботи над проектом «Аватар», командир. Сподiваюся, захопленi вами трофеї зможуть пролити свiтло на подальшi плани iнопланетних загарбникiв."

[S_GP_Doom_Lowered_Council_KillCodex_C AkEvent]
SpokenText="Чудова робота, командир. Загибель цього створiння i вилучення його мозку суттєво уповiльнять хiд роботи над проектом «Аватар»."

[S_GP_Doom_Lowered_Council_KillCodex_D AkEvent]
SpokenText="Я хочу висловити подяку вашим солдатам за рiшучiсть у сутичцi з цим створiнням, командир. Iнопланетянам буде важко оговтатися пiсля цiєї поразки."

[S_GP_Doom_Lowered_Council_KillCodex_E AkEvent]
SpokenText="Знищене вашими солдатами створiння грало важливу роль у планах iнопланетян, командир. Сподiваюся, його останки допоможуть нашим ученим не меншою мiрою."

[S_GP_Doom_Lowered_Council_PsiGate_A AkEvent]
SpokenText="Захоплення псiонiчного артефакту iнопланетян може стати ключем до ваших майбутнiх операцiй, командир. Сподiваюся, ваша команда почне його дослiдження в найкоротшi термiни."

[S_GP_Doom_Lowered_Council_PsiGate_B AkEvent]
SpokenText="Цей незвичайний артефакт, який ви захопили, може стати ключем до розгадки справжнiх намiрiв iнопланетян. Дякую вам за зусилля."

[S_GP_Doom_Lowered_Council_PsiGate_C AkEvent]
SpokenText="Iнопланетяни явно не хотiли, щоб хтось знайшов цей артефакт. Його втрата завдасть удару по їхнiх планах."

[S_GP_Doom_Lowered_Council_PsiGate_D AkEvent]
SpokenText="Ваша команда чудово впоралася iз завданням i змогла захопити iнопланетний артефакт, командир. Не сумнiваюся, що якщо провести дослiдження, то вiн допоможе нам пролити свiтло на iстину."

[S_GP_Doom_Lowered_Council_PsiGate_E AkEvent]
SpokenText="Не сумнiваюся, iнопланетянам буде не вистачати цього незвичайного артефакту. Я сподiваюся, що ви спробуєте з'ясувати його призначення."

[S_Liberation_Network_One_Council_02 AkEvent]
SpokenText="\"Адвент\" бреше вам."

[S_Pre_Final_Mission_Broadcast_Spokesman_01 AkEvent]
SpokenText="Вiтаю. Я захоплююся вами та вашою командою. Вашi зусилля щодо вiдновлення опору та розслiдування проекту «Аватар» вражають. На жаль, у мене немає для вас iнших добрих новин."

[S_Pre_Final_Mission_Broadcast_Spokesman_02 AkEvent]
SpokenText="\"Адвент\" у курсi ваших останнiх вiдкриттiв i починає розглядати залишилися на планетi людей як загрозу. Вони планують повнiстю знищити всiх несуттєвих представникiв людства. I почнуть за хвилину."

[S_Pre_Final_Mission_Broadcast_Spokesman_03 AkEvent]
SpokenText="Найближчим часом Спiкер \"Адвента\" оголосить про прорив у геннiй терапiї - винахiд панацеї. Мiльярди потягнуться до клiнiк по всьому свiту i вже не вийдуть з них."

[S_Pre_Final_Mission_Broadcast_Spokesman_04 AkEvent]
SpokenText="Через свої канали я змiг отримати тактичнi данi та коди доступу до башти мережi \"Адвента\". Саме через неї буде вестися пряме мовлення. Через мережу \"Адвента\" спiкера будуть слухати по всьому свiту. Ми можемо використати це проти них самих."

[S_Pre_Final_Mission_Broadcast_Spokesman_05 AkEvent]
SpokenText="Я вiдправляю вам iнформацiю, яка дозволить доктору Тайгану i головному iнженеру Шеню взяти пiд контроль мовлення i завдати удару по всiй мережi."

[S_Pre_Final_Mission_Broadcast_Spokesman_06 AkEvent]
SpokenText="Сподiваюся, ця диверсiя внесе сум'яття в ряди противника i значно пiдвищить шанси на успiх вашої вирiшальної атаки. Але я хочу попросити ще про одне."

[S_Pre_Final_Mission_Broadcast_Spokesman_07 AkEvent]
SpokenText="Зберiть всю iнформацiю. Донесiть її до людей. Розкажiть про все, що вiдбувається. Поки ще є кому слухати."

[S_Pre_Final_Mission_Broadcast_Spokesman_08 AkEvent]
SpokenText="Схоже, часу у нас не залишилося."

[S_Pre_Final_Mission_Broadcast_Spokesman_09 AkEvent]
SpokenText="Удачi вам."

[S_Psi_Gate_Council_Spokesman_01 AkEvent]
SpokenText="Командир, виходячи з того, з чим ваша команда зiткнулася в бою, стає ясно, що цi псi-ворота дозволяють iнопланетянам подорожувати на далекi вiдстанi. Вам належить не тiльки з'ясувати, як вони працюють, але i куди вони ведуть."

[S_Skipped_or_Failed_Mission_Council AkEvent]
SpokenText="Командир, недавнi невдачi змусили опiр у цьому районi пiти в тiнь. Якщо ви хочете встановити контакт, потрiбно почекати, поки вони будуть готовi."

[S_Support_Facility_Failed_Council_01 AkEvent]
SpokenText="Шкода, що вам не вдалося знищити об'єкт iнопланетян. Доведеться шукати iншi способи завдати удару по розробцi проекту «Аватар»."

[S_Support_Facility_Failed_Council_02 AkEvent]
SpokenText="Я цiную старання вашої команди, але об'єкт все ще цiлий, i iнопланетяни продовжують працювати над проектом «Аватар» без перешкод."

[S_Support_Facility_Failed_Council_03 AkEvent]
SpokenText="Ви не змогли знищити комплекс iнопланетян, i вони продовжать свою роботу над розробкою проекту «Аватар». Якщо випаде нова можливiсть, постарайтеся не провалити справу."

[S_Support_Facility_Failed_Council_04 AkEvent]
SpokenText="Я розчарований вашою нездатнiстю знищити об'єкт iнопланетян. Сподiваюся, ви зможете краще пiдготуватися до наступного шансу, якщо вiн випаде."

[S_Support_Facility_Failed_Council_05 AkEvent]
SpokenText="Сумно, що вашiй командi не вдалося лiквiдувати об'єкт iнопланетян. Тим часом проект «Аватар» продовжує розвиватися."

[S_Support_Facility_Success_Council_01 AkEvent]
SpokenText="Ваша команда чудово постаралася, знищивши об'єкт iнопланетян. Безсумнiвно, цей рейд вiдкинув назад прогрес проекту «Аватар»."

[S_Support_Facility_Success_Council_02 AkEvent]
SpokenText="Вiд комплексу iнопланетян залишилися лише руїни. Прекрасна робота. Вашими зусиллями прогрес проекту «Аватар» безсумнiвно уповiльниться."

[S_Support_Facility_Success_Council_03 AkEvent]
SpokenText="Знищення цього об'єкта - важливий крок на шляху до повного краху проекту «Аватар». Ваша команда добре попрацювала."

[S_Support_Facility_Success_Council_04 AkEvent]
SpokenText="Знищення об'єкта iнопланетян призведе до помiтного зниження темпiв розвитку проекту «Аватар» - принаймнi, на деякий час. Прекрасна робота."

[S_Support_Facility_Success_Council_05 AkEvent]
SpokenText="Вашi вiйська прекрасно проявили себе. Знищення цього об'єкта уповiльнить роботу над проектом «Аватар» i дасть нам час змiцнити позицiї."

[S_Support_First_Resistance_Goods_Council AkEvent]
SpokenText="Щоб допомогти вам у вашiй боротьбi, ми зiбрали в штабi опору додатковi ресурси та персонал."

[S_Support_Great_Mission_Council_01 AkEvent]
SpokenText="Чудова робота. Вашi дiї сприяють зростанню впливу опору у всьому свiтi."

[S_Support_Great_Mission_Council_02 AkEvent]
SpokenText="I знову вражаючий результат. Мої очiкування були високими, але ви їх перевершили."

[S_Support_Great_Mission_Council_03 AkEvent]
SpokenText="Ви чудово справляєтеся з керiвництвом опором."

[S_Support_Great_Mission_Council_04 AkEvent]
SpokenText="Враховуючи вашi обмеженi ресурси, ви перевершили всi мої очiкування. Прекрасна робота."

[S_Support_Great_Mission_Council_05 AkEvent]
SpokenText="Ваша команда знову завдала серйозного удару по iнопланетнiй загрозi. Вражаюча робота."

[S_Support_Misc_Council_01 AkEvent]
SpokenText="Вiтаю."

[S_Support_Misc_Council_02 AkEvent]
SpokenText="Удачi, командир."

[S_Support_Misc_Council_03 AkEvent]
SpokenText="XCOM живий."

[S_Support_Misc_Council_04 AkEvent]
SpokenText="\"Адвент\" - це брехня."

[S_Support_Misc_Council_05 AkEvent]
SpokenText="Люди - найцiннiший ресурс."

[S_Support_Misc_Council_06 AkEvent]
SpokenText="Це кiнець."

[S_Support_Status_Report_Grade_A_Council_01 AkEvent]
SpokenText="Я покладав великi надiї на опiр пiд вашим командуванням, але вам вдалося їх перевершити."

[S_Support_Status_Report_Grade_B_Council_01 AkEvent]
SpokenText="Вам вдалося досягти вiдчутного прогресу в боротьбi з iнопланетянами. Сподiваюся, вас i надалi чекатиме подiбний успiх."

[S_Support_Status_Report_Grade_C_Council_01 AkEvent]
SpokenText="Вашi успiхи в боротьбi з iнопланетянами помiтнi, але, якщо ми хочемо здобути перемогу, доведеться докласти бiльше зусиль."

[S_Support_Status_Report_Grade_D_Council_01 AkEvent]
SpokenText="Керiвництво опором - нелегке завдання, але вашi результати змушують багатьох замислитися про правильнiсть нашого пiдходу. Нам усiм доведеться постаратися."

[S_Support_Status_Report_Grade_F_Council_01 AkEvent]
SpokenText="Командир, я усвiдомлюю, що ви маєте справу з непростою ситуацiєю, але низка невдач цього мiсяця турбує опiр. Необхiдне радикальне удосконалення."

[S_Support_Tough_Mission_Council_01 AkEvent]
SpokenText="Це була складна операцiя. Вважаю, що ви переглянете свою тактику, щоб запобiгти повторенню подiбного iнциденту."

[S_Support_Tough_Mission_Council_02 AkEvent]
SpokenText="Я усвiдомлюю, що ви дiєте у несприятливих умовах, але нам потрiбнi результати. Опiр розраховує на вас."

[S_Support_Tough_Mission_Council_03 AkEvent]
SpokenText="Подiбнi провали впливають не тiльки на вашу команду, але й на весь опiр в цiлому. Якщо ми хочемо зупинити загрозу, ми повиннi стати сильнiшими."

[S_Support_Tough_Mission_Council_04 AkEvent]
SpokenText="Ви знаходитесь у складному становищi, але вiд вас все одно чекають успiхiв. Вам доведеться попрацювати над тактикою, щоб бiльше не допустити втрат у майбутньому."

[S_Support_Tough_Mission_Council_05 AkEvent]
SpokenText="У нашiй боротьбi складнi операцiї не рiдкiсть. Ми повиннi навчитися долати всi труднощi. Ми повиннi стати сильнiшими."

[S_Victory_Council_01 AkEvent]
SpokenText="Усiм, хто знаходиться в окупованих зонах: не вiдступайте, продовжуйте битися. Обiцяю вам, допомога вже на пiдходi."

[S_Welcome_Resistance_CouncilSpokesman_01_Setup_Phase AkEvent]
SpokenText="Вiтаю, командир. Попередньої Ради бiльше не iснує. Всi її учасники присягнули \"Адвенту\" - за одним винятком."

[S_Welcome_Resistance_CouncilSpokesman_02_Setup_Phase AkEvent]
SpokenText="Радий вас бачити. Коли вас захопили, я зробив усе можливе, щоб допомогти опору. У результатi ми змогли отримати iнформацiю, яка допомогла врятувати вас. Однак є неврахованi наслiдки. Вiдразу ж пiсля вашого звiльнення вiйськова активнiсть \"Адвента\" значно зросла. Вони явно щось замишляють."

[S_Welcome_Resistance_CouncilSpokesman_03_Setup_Phase AkEvent]
SpokenText="Це засекреченi данi про зниклих цивiльних осiб по всьому свiту. Їхня кiлькiсть зростає. Ми пiдозрюємо, що цих людей вiдправляють на поки невiдомий нам об'єкт. Єдина зачiпка - повторюване в документах слово «Аватар». Схоже, про цей проект знає лише вище керiвництво \"Адвента\". Здається, є зв'язок мiж зникненням цивiльних i iнтересом iнопланетян до вашої персони."

[S_Welcome_Resistance_CouncilSpokesman_04_Setup_Phase AkEvent]
SpokenText="Час не чекає. Вам доведеться взяти на себе керiвництво силами опору по всьому свiту. Встановiть контакт з мiсцевими осередками i координуйте їхню роботу. Знайдiть секретний об'єкт i лiквiдуйте його. Врятуйте свiт, поки ще не надто пiзно. Удачi."
